{
	"Welcome to Nodepop": "Bienvenido a Nodepop",
	"Home": "Inicio",
	"About": "Sobre nosotros",
	"Login": "Iniciar sesion",
	"Copyright": "Todos los derechos reservados",
	"Created by Uberth Hernandez": "Creado por Uberth Hernandez",
	"About Nodepop": "Sobre Nodepop",
	"Project for Fullstack bootcamp": "Proyecto para el bootcamp de desarrollo web Fullstack de Keepcoding",
	"About this page": "Sobre esta pagina",
	"NodePop stands as an engaging project developed as part of KeepCoding's Full Stack Web Development Bootcamp. Fashioned as a basic clone of the renowned buying and selling application Wallapop, NodePop aims to offer participants a hands-on, comprehensive experience in web development. Throughout this project, students have the opportunity to apply and solidify their knowledge in fundamental technologies such as Node.js, Express, MongoDB, and other pivotal tools within the web ecosystem.": "NodePop es un proyecto atractivo desarrollado como parte del Bootcamp de desarrollo web Full Stack de KeepCoding. Diseñado como un clon básico de la reconocida aplicación de compra y venta Wallapop, NodePop tiene como objetivo ofrecer a los participantes una experiencia práctica e integral en desarrollo web. A lo largo de este proyecto, los estudiantes tienen la oportunidad de aplicar y solidificar sus conocimientos en tecnologías fundamentales como Node.js, Express, MongoDB y otras herramientas fundamentales dentro del ecosistema web.",
	"Services we offer": "Servicios ofrecidos",
	"In the realm of our simulated project, NodePop's services encapsulate a virtual marketplace experience that mirrors mostly the functionalities of prominent real-world applications. Leveraging cutting-edge technologies like Node.js and Express, our backend services meticulously handle user interactions, facilitating seamless item listings and translation Emphasizing the essence of a simulated environment, NodePop encapsulates the spirit of online buying and selling, offering participants a platform to showcase their prowess in crafting robust and dynamic web services.": "En el ámbito de nuestro proyecto simulado, los servicios de NodePop encapsulan una experiencia de mercado virtual que refleja principalmente las funcionalidades de aplicaciones destacadas del mundo real. Aprovechando tecnologías de vanguardia como Node.js y Express, nuestros servicios backend manejan meticulosamente las interacciones de los usuarios, facilitando listados y traducciones de artículos sin interrupciones. Haciendo hincapié en la esencia de un entorno simulado, NodePop encapsula el espíritu de la compra y venta en línea, ofreciendo a los participantes una plataforma para exhibir. su destreza en la creación de servicios web robustos y dinámicos.",
	"Contact us": "Contacto",
	"For more information check out the GIT repo:": "Para mas informacion pueder visitar el repositorio de este proyecto, repo:",
	"Start shop now": "Empieza a comprar ahora",
	"Price": "Precio",
	"TAGS": "Etiquetas",
	"Email address": "Correo electronico",
	"Password": "Contraseña",
	"Private area": "Private area",
	"Logout": "Cerrar sessión",
	"Private zone": "Zona prievada",
	"Welcome": "Bienvenido",
	"Your adverts": "Tus anuncios",
	"Create advert": "Crear anuncio",
	"Name": "Nombre",
	"Etiquetas": "Etiquetas",
	"Image": "Imagen",
	"Delete": "Borrar",
	"Tags": "Etiquetas",
	"Create New Advert": "Crear anuncio",
	"For sale": "Venta",
	"For buy": "Compra",
	"Separate by comas": "Separadas por comas",
	"Create": "Crear",
	"Back": "Volver"
}